Repository: siamakvip/restricted-pages-and-custom-login
Catalog: languages/*.po
Languages: fa_ir

source: Restricted Pages and Custom Login
fa_ir: صفحات محدود شده و ورود سفارشی

source: Custom Login Page Redirection
fa_ir: صفحه لاگین دلخواه

source: Login Page Settings
fa_ir: تنظیمات صفحه ورود

source: Enable Special User Role
fa_ir: فعال کردن نقش کاربری ویژه

source: Create a special user role with access to restricted pages.
fa_ir: ایجاد یک نقش کاربری ویژه با دسترسی به صفحات محدود شده

source: Special User Role
fa_ir: نقش کاربری ویژه

source: Special User
fa_ir: کاربر ویژه

source: Profile Form Styling
fa_ir: شخصی‌سازی فرم پروفایل

source: Topbar Profile Menu
fa_ir: منوی پروفایل در نوار بالایی

source: Upload Profile Picture
fa_ir: آپلود تصویر پروفایل

source: Current Profile Picture
fa_ir: تصویر فعلی پروفایل

source: Choose new image
fa_ir: انتخاب تصویر جدید

source: Update Profile
fa_ir: به‌روزرسانی پروفایل

source: reCAPTCHA Site Key
fa_ir: کلید سایت reCAPTCHA

source: Hide WordPress Admin Bar for non-admin users
fa_ir: عدم نمایش نوار ابزار وردپرس برای کاربران غیرمدیر

source: User Profile Dropdown
fa_ir: منوی پروفایل کاربری

source: Logout Redirect Page
fa_ir: صفحه ریدایرکت بعد از خروج

source: Profile Page
fa_ir: صفحه پروفایl

source: Enable Internal User Profile
fa_ir: فعال کردن صفحه پروفایل داخلی

source: Default Role for New Users
fa_ir: نقش پیش‌فرض کاربران جدید

source: Guide
fa_ir: راهنما

source: This page requires login to view.
fa_ir: این صفحه نیازمند ورود است.

source: Logout successful. Redirecting...
fa_ir: خروج موفقیت‌آمیز. در حال ریدایرکت...

source: Error updating profile.
fa_ir: خطا در به‌روزرسانی پروفایل

source: Profile updated successfully.
fa_ir: پروفایل با موفقیت به‌روز شد

source: Customize Topbar Profile
fa_ir: شخصی‌سازی منوی بالایی پروفایل

source: Login Page URL
fa_ir: URL صفحه لاگین

source: Register Form
fa_ir: فرم ثبت‌نام

source: Send Verification Email
fa_ir: ارسال ایمیل تأیید

source: Auto-login after registration
fa_ir: ورود خودکار بعد از ثبت‌نام

source: Enable Topbar Profile Menu
fa_ir: نمایش منوی پروفایل و خروج در نوار بالای صفحه

source: Profile Page Selection
fa_ir: انتخاب صفحه پروفایل
